Repository: orf53975/wp-tg-login
Catalog: languages/wp-*-login-*.po
Languages: es_es

source: Data is NOT from Telegram
es_es: Los datos NO vienen de Telegram

source: Data is outdated
es_es: Datos desactualizados

source: Thanks for sign up using Telegram Login for Websites.<br /> Your username as the same of your Telegram username (<b>%s</b>).<br /> <a href="%s">Click here to write your password.</a>
es_es: Gracias por registrarte usando Telegram Login for Websites.<br /> Tu nombre de usuario es el mismo que el de tu cuenta de Telegram (<b>%s</b>).<br /> <a href="%s">Pulsa aquí para escribir tu contraseña.</a>

source: Sorry, this Telegram account as linked to another user account or a error ocurred to create.
es_es: Lo sentimos, esta cuenta de Telegram ya esta vinculada a otra cuenta de usuario u ocurrió un error al crearla.

source: Sign in correctly
es_es: Registro completado

source: This Telegram account isn't linked to any site account. If you have account, login with your user and vinculed your Telegram account on your user panel.
es_es: Esta cuenta de Telegram no esta vinculada a ninguna cuenta del sitio. Si tienes una cuenta, accede con tu usuario y vincula tu cuenta de Telegram desde el panel de usuario.

source: This Telegram account is already linked to another user account. Verify that you already have it linked in your user's configuration panel. If not, contact an administrator of this site.
es_es: Esta cuenta de Telegram ya esta vinculada a otra cuenta de usuario. Verifique que ya la tienes vinculada en tu panel de configuración de usuario. Si no es así contacte con algun administrador de este sitio.

source: Account link correctly
es_es: Cuenta vinculada correctamente

source: Account unlink correctly
es_es: Cuenta desvinculada correctamente

source: WordPress Telegram Login Options
es_es: Opciones de Telegram Login

source: For use this plugin you need a Telegram bot.
es_es: Para usar este plugin necesitas crear un bot de Telegram.

source: Click here for how to
es_es: Haz click aquí para ver como

source: Bot's name
es_es: Nombre del bot

source: Bot's token
es_es: Token del bot

source: Or login using your Telegram account
es_es: O entra usando tu cuenta de Telegram

source: Or create using your Telegram account
es_es: O crea una usando tu cuenta de Telegram

source: This account is linked to this Telegram user: %s.
es_es: Esta cuenta esta vinculada a este usuario de Telegram: %s.

source: Unlink account
es_es: Desvincular cuenta

source: Link your Telegram account for login with him
es_es: Vincula tu cuenta de Telegram para entrar con ella

source: Telegram Login Options
es_es: Opciones de Telegram Login

source: Social login using Telegram Login for Websites.
es_es: Social login usando Telegram Login for Websites.
